/* NSTextField (1 hour) : <title:1 hour> (oid:12) */
"1 hour" = "1 hora";

/* NSTextField (10 minutes) : <title:10 minutes> (oid:13) */
"10 minutes" = "10 minutos";

/* NSTextField (Active probing interval) : <title:Active probing interval> (oid:9) */
"Active probing interval" = "Intervalo de investigação activa";

/* NSBox (Appearance) : <title:Appearance> (oid:31) */
"Appearance" = "Aparência";

/* NSButton (Automatically save Sessions) : <title:Automatically save Sessions> (oid:42) */
"Automatically save Sessions" = "Salvar sessões automaticamente";

/* NSButton (Automatically start monitoring at launch) : <title:Automatically start monitoring at launch> (oid:51) */
"Automatically start monitoring at launch" = "Começar a registar no arranque";

/* NSBox (General settings) : <title:General settings> (oid:29) */
"General settings" = "Definições Gerais";

/* NSButton (Hide Dock icon (requires restart)) : <title:Hide Dock icon (requires restart)> (oid:47) */
"Hide Dock icon (requires restart)" = "Ocultar o Icon da Dock (Necessita reiniciar)";

/* NSTextField (If set to never, the application will passively wait for a change of the battery properties.) : <title:If set to never, the application will passively wait for a change of the battery properties.> (oid:14) */
"If set to never, the application will passively wait for a change of the battery properties." = "Se definido para nunca, a aplicação irá aguardar passivamente por uma alteração das propriedades da bateria";

/* NSButton (Launch as Login Item) : <title:Launch as Login Item> (oid:33) */
"Launch as Login Item" = "Correr como um Item de Login";

/* NSTextField (Never) : <title:Never> (oid:11) */
"Never" = "Nunca";

/* NSButton (Save current Session on quit) : <title:Save current Session on quit> (oid:36) */
"Save current Session on quit" = "Salvar a Sessão Actual ao sair";

/* NSButton (Show battery status in Dock icon) : <title:Show battery status in Dock icon> (oid:23) */
"Show battery status in Dock icon" = "Mostrar estado da bateria no Icon da Dock";

/* NSButton (Show battery status in the Menu bar) : <title:Show battery status in the Menu bar> (oid:39) */
"Show battery status in the Menu bar" = "Mostrar estado da bateria na Barra de Menus";

/* NSButton (Show battery status on the Desktop) : <title:Show battery status on the Desktop> (oid:54) */
"Show battery status on the Desktop" = "Mostrar o estado da bateria no Desktop";